{
  "Solaris": {
    "event_name": "Solaris",
    "tag_line": "Where creativity meets passion!!",
    "description": [
      "Unleash your inner designer and showcase your creative vision at Solaris, a student-run fashion design competition! ",
      "Calling all aspiring fashionistas!, Are you passionate about design and dreaming of making your mark in the fashion world? Solaris is the perfect platform for you to showcase your creativity and talent."
    ],
    "theme": "Open theme - Let your imagination run wild and create a garment that embodies the essence of 'Solaris' through your unique design perspective.",
    "competion_format": "This is a team-based competition. Each team can consist of a maximum of up to 12 members.",
    "entry_fee": "₹1500 per team (non-refundable)",
    "prize": [
      "Winner: ₹12,000 Cash Prize + Certificate",
      "Runner-up: ₹6,000 Cash Prize + Certificate",
      "Special Mention: Gift Hamper + Certificate"
    ],
    "rules": [
      "A judging panel of professionals will evaluate your designs based on creativity, execution, and overall impact.",
      "The grand finale will be a glittering fashion show, where competing teams will showcase their creations on the runway.",
      "Networking opportunities with fellow fashion enthusiasts and industry professionals."
    ],
    "registration": {
      "start_date": "[Start Date]",
      "end_date": "[End Date]"
    },
    "message": "Limited slots available, so register early!"
  },

  "Flicker": {
    "event_name": "Flicker",
    "tag_line": "",
    "description": [
      "It's time to celebrate! After the incredible journey of GL!TCH, we're keeping the energy alive with Flicker, an electrifying after-party you won't want to miss!",
      "Dance the night away to a diverse blend of mainstream and underground beats spun by our talented DJs. From chart-topping hits to hidden gems, Flicker caters to all musical tastes.",
      "Join us for an unforgettable night of music, dancing, and good vibes!"
    ],
    "theme": "",
    "competion_format": "",
    "entry_fee": "₹500 per person (non-refundable)",
    "prize": [],
    "rules": [],
    "registration": {
      "start_date": "[Start Date]",
      "end_date": "[End Date]"
    },
    "message": "Limited passes available, so don't wait"
  },

  "Standup": {
    "event_name": "Stand Up",
    "tag_line": "Get ready for a night of unforgettable laughter at GL!TCH!",
    "description": [
      "Kickstart your Glitch experience with laughter!",
      "Join us for an evening of side-splitting comedy as a renowned stand-up artist takes the stage on the first night of the fest!",
      "Prepare to be entertained! He is known for his hilarious observations, witty delivery, and unique comedic style.",
      "Get ready for 40 minutes of non-stop laughter as he tackles everyday life, pop culture, and everything in between!"
    ],
    "theme": "",
    "competion_format": "",
    "entry_fee": "₹300 per ticket/person",
    "prize": [],
    "rules": [],
    "registration": {
      "start_date": "[Start Date]",
      "end_date": "[End Date]"
    },
    "message": "Limited passes available, so don't wait"
  },

  "Treasure_Hunt": {
    "event_name": "Treasure Hunt",
    "tag_line": "Get ready to explore the campus and solve riddles",
    "description": [
      "Are you ready for an adventure, explorer?",
      "Unleash your inner detective and join the GL!TCH Treasure Hunt!",
      "Embark on a thrilling escapade across our sprawling 511-acre campus, where clues are waiting to be discovered and the ultimate prize awaits the first team to conquer the challenge."
    ],
    "theme": "",
    "competion_format": "Solo or team-based competition. Each team can consist of a maximum of up to 4 members.",
    "entry_fee": "Free",
    "prize": ["First team to solve the hunt will be given a grand prize."],
    "rules": [],
    "registration": {
      "start_date": "[Start Date]",
      "end_date": "[End Date]",
      "extra": "No registration required. Just show up at the starting point at the specified time."
    },
    "message": "Limited passes available, so don't wait"
  },
  "Jamming": {
    "event_name": "Jamming",
    "tag_line": "A knockout tournament where YOU, thea audience, decide the winner!",
    "description": [
      "Calling all bands! Unleash your musical fury at GL!TCH's epic Band War!",
      "Get ready for an electrifying showdown of sounds where YOU, the audience, decide who reigns supreme! This knockout tournament-style jam session is where raw talent and stage presence collide."
    ],
    "theme": "",
    "competion_format": "Team based",
    "entry_fee": "₹2000 per team",
    "prize": ["Winner: ₹10,000 Cash Prize", "Runner-up: ₹5,000 Cash Prize"],
    "rules": [
      "Your Time to Shine: Each band gets 10 minutes to rock the crowd with their best set.",
      "Audience as Judges: The crowd's cheers determine who advances to the next round, and who ultimately claims victory.",
      "BYO Gear: Bands are responsible for bringing their own instruments and equipment."
    ],
    "registration": {
      "start_date": "[Start Date]",
      "end_date": "[End Date]",
      "extra": "Limited Slots Available"
    },
    "message": ""
  }
}
